src/main/resources/xml/trainingServer/getLanguageById.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getLanguageByIdRequest>
         <my:language_id></my:language_id>
      </my:getLanguageByIdRequest>
   </soapenv:Body>
</soapenv:Envelope>
